Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: In terms of popular vote, despite their close second place finish in terms of parliamentary seats, Sinn Féin received the most first-preference votes nationwide, though no single party secured more than 25% of the first-preference votes, nor more than 25% of the seats.
es: En términos del voto popular, a pesar del segundo lugar en escaños, el Sinn Féin recibió la mayoría de los votos de primera preferencia a nivel nacional, aunque ningún partido obtuvo más del 25% de los votos de primera preferencia ni tampoco más del 25% de los escaños.

source: Iron released from the heme generates reactive oxygen species, damaging the kidney cells.
es: [2]​ El hierro liberado del hemo genera especies reactivas del oxígeno, lo que daña las células renales.

source: "The website Espinof calls it a ""harmless way of passing time""."
es: "[5]​ Mikel Zorrilla de Espinof la califica de ""inofensivo pasatiempo""."

source: On 23 March, the Minister of Public Health reported two recoveries, a 12-year-old child and a 26-year-old woman.
es: El 23 de marzo 2020, el Ministro de Salud Pública Rafael Augusto Sánchez Cárdenas reportó dos recuperaciones del virus en un niño de 12 años y una mujer de 26.

source: "World Council of Churches General Secretary Olav Fykse Tveit announced that, ""This situation calls on our solidarity and accountability, mindfulness, care and wisdom... [as well as] for our signs of faith, hope and love""."
es: "El subsecretario general del Consejo Mundial de Iglesias, Olav Fykse Tveit, anunció que ""esta situación requiere nuestra solidaridad y responsabilidad, atención plena, cuidado y sabiduría ... [así como también] nuestros signos de fe, esperanza y amor""."

source: The second generation of vaccines was introduced in the 1880s by Louis Pasteur who developed vaccines for chicken cholera and anthrax, and from the late nineteenth century vaccines were considered a matter of national prestige, and compulsory vaccination laws were passed.
es: La segunda generación de vacunas fue introducida en la década de 1880 por Louis Pasteur, quien desarrolló vacunas para el cólera aviar y el ántrax.

source: review, The Fool of Pest, The New York Review of Books, 51:3 (February 26, 2004)
es: review, The Fool of Pest, The New York Review of Books, 51:3 (26 de febrero 2004)

source: People are only allowed out for emergencies.
es: Solo se permite la salida de emergencias.

source: At Super ShowDown, Lesnar retained the title against Ricochet, keeping him as the defending champion against McIntyre at WrestleMania.
es: [20]​ En Super ShowDown, Lesnar retuvo el título ante Ricochet, manteniéndolo como el campeón defensor contra McIntyre en WrestleMania.

source: Aluminosis is a form of pneumoconiosis that can lead to pulmonary fibrosis and can be detected by using high-resolution computed tomography.
es: Esta afección puede ser diagnosticada mediante tomografía computarizada de alta resolución.

source: In early April, Taiwan President Tsai Ing-wen announced to donate 10 million masks to countries that suffered severely from the coronavirus pandemic.
es: A principios de abril, la presidenta de Taiwán Tsai Ing-wen, anunció que donaría 10 millones de mascarillas a países que sufrieron severamente la pandemia de coronavirus.

source: NASA uses a ozone monitoring instrument (OMI) to analyze and observe the ozone layer and pollutants such as NO2, aerosols and others.
es: [17]​[18]​ La NASA utiliza un instrumento de control del ozono para analizar y observar la capa de ozono y contaminantes tales como el NO2, aerosoles, y otros.

source: The Taiwanese government announced the ban on the export of face masks before the epidemic had spread to many countries, which caused controversy; however, after the outbreak of the epidemic, people rushed to buy masks in many countries around the world.
es: El gobierno taiwanés anunció la prohibición de la exportación de máscaras faciales antes de que la epidemia se extendiera a muchos países, lo que causó controversia; sin embargo, después del estallido de la epidemia, las personas se apresuraron a comprar mascarillas en muchos países del mundo.

source: This explained why the student midwives in the Second Clinic, who were not engaged in autopsies and had no contact with corpses, saw a much lower mortality rate.
es: [5]​ Esto explicaba por qué las estudiantes de matrona que cuidaban a las enfermas en la Clínica Segunda, que no realizaban autopsias y no tenían contacto con cadáveres y no transportaban en sus manos partículas cadavéricas, no contaminaban a las parturientas.

source: "When asked why by Reuters on the matter, she said that it was to ""orient"" Ávila and ensure he was being ""serious and responsible""."
es: Cuando Reuters le preguntó el por qué, ella dijo que era para «orientar» a Ávila y asegurarse de que estaba siendo «serio y responsable».

source: On 9 March, the first COVID-19 deaths in Germany, a 89-year-old woman in Essen and a 78-year-old man in Heinsberg, were reported.
es: [11]​[12]​[13]​ Las primeras muertes, una mujer de 89 años en Essen y un hombre de 78 años en Heinsberg, se informaron el 9 de marzo.

source: On 26 February, a woman who had returned from Milan in the days before the emergency in Lombardy had started tested positive for the virus in Catania, Sicily.
es: El 26 de febrero, una mujer que había regresado de Milán en los días previos a la emergencia en Lombardía, resultó positiva para el virus en Catania, Sicilia.

source: The exact reasons for this sex-difference is not known, but genetic and behavioural factors could be a reason for this difference.
es: Se desconocen las causas exactas de esta diferencia por sexo, pero podría ser por factores genéticos y conductuales.

source: To reduce transmission, the Federal Bureau of Prisons started a near-lockdown for all prisoners on April 1, for at least 14 days.
es: [112]​ Para reducir la transmisión, la Agencia Federal de Prisiones inició una cuarentena total para todos los prisioneros el 1 de abril, durante al menos 14 días.

source: Scientific Advisory Committee (SAC).
es: Comité Científico Asesor (SAC).

source: Previously, testing was restricted to those with a history of travelling to Hubei Province.
es: Anteriormente, las pruebas se limitaban a aquellos con antecedentes de viajar a la provincia de Hubei.

source: In addition, a total of 4,219 negative tests were reported.
es: Además se reportaron un total de 4219 casos descartados.

source: In a separate post, Abdul Halim claimed that Chinese people do not wash properly after defecating and were not as hygienic as Muslims, causing the virus to spread.
es: En una publicación separada, Karim afirmó que los chinos no se lavan bien después de defecar y no eran tan higiénicos como los musulmanes, lo que hace que el virus se propague.

source: On 28 March, the Minister of Health Daniel Salas announced they would be imposing a new sanitary restriction for all businesses with sanitary permits that serve the public.
es: El 28 de marzo, el Ministro de Salud Daniel Salas anunció que se impondría un restricción sanitaria para todos los negocios con permisos sanitarios que atienden al público.

source: She is projected to remain in South-East Asia (predominantly in Japanese waters) to early 2021.
es: [8]​ Se prevé que permanezca en el sudeste asiático (predominantemente en aguas japonesas) hasta principios de 2021.

source: Portugal enters a Mitigation Phase as Community Transmission is detected and there is a need to implement harsher measures.
es: [9]​ Portugal ha entrado a una fase de atenuación por la transmisión comunitaria detectada en la nación y existe una necesidad de implementar medidas más duras.

source: Semmelweis, upon arriving from the Habsburg Vienna in 1850, likely was not warmly welcomed in Pest.
es: Por ello Semmelweis, como recién llegado de la Viena de los Habsburgo, no fue calurosamente recibido en Pest.

source: Besides recommendations for infant vaccinations and boosters, many specific vaccines are recommended for other ages or for repeated injections throughout life—most commonly for measles, tetanus, influenza, and pneumonia.
es: Al margen del calendario de vacunaciones infantiles y de situaciones de viaje, algunas vacunas son recomendadas durante toda la vida (dosis de recuerdo) como el tétanos, gripe, neumonía, etc.

source: To diagnose occupational asthma it is necessary to confirm the symptoms of asthma and establish the causal connection with the work environment.
es: Para diagnosticar el asma ocupacional se requiere confirmar los síntomas de asma y establecer la conexión causal con el ambienta de trabajo.

source: Constrictive pericarditis, in which the pericardium shrinks and hardens, is similar in presentation.
es: Pericarditis constrictiva en la cual el pericardio se contrae y endurece, es similar al taponamiento cardíaco.

source: Bars, restaurants, gyms, discos, and venues with live music were all ordered to close.
es: Bares, restaurantes, academias, discotecas y locales con música en vivo se vieron todos obligados a cerrar.

source: Myoglobinuria, the presence of myoglobin in the urine, occurs when the level in plasma exceeds 0.5–1.5 mg/dl; once plasma levels reach 100 mg/dl, the concentration in the urine becomes sufficient for it to be visibly discolored and corresponds with the destruction of about 200 grams of muscle.
es: [18]​ Cuando el nivel plasmático de mioglobina es mayor de 0,5-1,5 mg/dl se produce mioglobinuria y si el nivel llega a ascender a 100 mg/dl la concentración urinaria será suficiente para generar un cambio de color visible de la orina[2]​ y se corresponderá con la destrucción de alrededor de doscientos gramos de músculo.

source: Ministry of Health confirms another 2,000 cases.
es: 2.000 casos nuevos confirmados por el Ministerio de Sanidad.

source: Members of the JAG included the WHO, GAVI, European Medicines Agency, Food and Drug Administration, Médecins Sans Frontières, UNICEF, International Federation of Red Cross and Red Crescent Societies, African Vaccine Regulatory Forum, National Institute for Biological Standards and Control, and The Wellcome Trust.
es: Los miembros de la JAG incluyeron a la OMS, GAVI, Agencia Europea de Medicamentos, Administración de Alimentos y Medicamentos, Médicos Sin Fronteras, UNICEF, Federación Internacional de Sociedades de la Cruz Roja y de la Media Luna Roja, el Foro Regulador Africano de Vacunas, el Instituto Nacional de Normas y Control Biológicos, y The Wellcome Trust.

source: A commission attributed the primary cause to general poor software design and development practices rather than single-out specific coding errors.
es: La comisión investigadora concluyó que las causas primarias de los accidentes fueron malas prácticas de desarrollo, análisis de requerimientos y un mal diseño de software, y no por errores aislados en el código fuente.

source: In the Basque Country 6 another positives, raising the total positives to 27.
es: 6 nuevos positivos en el País Vasco, aumentando el total de positivos a 27.

source: Of those, 23 cases tested positive for the disease, 18 of which were asymptomatic and in self-isolation and 5 were hospitalized.
es: De ellas, 23 casos fueron positivos, aunque 18 asintomáticos o en autoaislamiento y 5 fueron hospitalizados.

source: Semmelweis's first post-stamp, Hungary, 1932
es: Semmelweis's first post-stamp, Hungría, 1932

source: The Mini was first announced at the E3 show in June 2019.
es: PC Engine mini fue anunciado en E3 2019 y posteriormente en Tokyo Game Show 2019.

source: Other major corporations have reduced their business activity or otherwise modified their business practices.
es: Otras grandes corporaciones han reducido su actividad comercial o modificado sus prácticas comerciales.

source: In the Community of Madrid 27 new positive cases of coronavirus bring the total up to 56, with five serious in intensive care.
es: La Comunidad de Madrid alcanza los 56 casos, con 5 en cuidados intensivos.

source: It is important to perform analysis of previous responses, audit risk and vulnerability, research and testing, and drills to prepare themselves against future crises.
es: Es importante realizar análisis de respuestas previas, auditorías del riesgo y de la vulnerabilidad, investigación y ensayos, y simulacros para preparse ante las crisis futuras.

source: It may be considered the first international healthcare expedition in history.
es: Se considera la primera expedición sanitaria internacional de la historia.

source: Antibiotics for bacterial lung infection.
es: Se prescriben antibióticos para las infecciones respiratorias en la medida de lo necesario.

source: Another eight people tested positive: two men of 42 and 53 years and a 81-year-old woman in Marbella, a 25-year-old nurse from Arjonilla who treated a person who was positive for coronavirus at the Torrejón de Ardoz Hospital, a 58-year-old Sevillian doctor and two men aged 42 and 53 years and a 55-year-old woman in Fuengirola.
es: [29]​ Más pacientes dan positivo, dos hombres de 42 y 53 años y una mujer de 81 años en Marbella, una enfermera de 25 años de Arjonilla que había tratado a un paciente positivo en coronavirus en el Hospital de Torrejón de Ardoz, un doctor sevillano de 58 años y una señora de 55 años en Fuengirola.

source: Valencia CF announces five cases of coronavirus; footballers Ezequiel Garay, Eliaquim Mangala and José Luis Gayà, and one member of the technical team and one doctor.
es: El Valencia CF anuncia cinco casos de coronavirus: los futbolistas Ezequiel Garay, Eliaquim Mangala y José Luis Gayà, así como un miembro del equipo técnico y un médico.

source: Twitter later permanently suspended the blog's account for violating its platform-manipulation policy.
es: [19]​ Twitter luego suspendió permanentemente la cuenta del blog por violar su política de manipulación de plataformas.

source: In August 2003, rumors spread in some states in Nigeria, especially Kano, that the vaccine caused sterility in girls.
es: En agosto de 2003, se esparcieron rumores en algunos estados de Nigeria, especialmente Kano, que aseguraban que la vacuna ocasionaba esterilidad en las niñas.

source: The outbreak has been declared an epidemic in more than a dozen states and union territories, where provisions of the Epidemic Diseases Act, 1897 have been invoked, and educational institutions and many commercial establishments have been shut down.
es: El estallido se declaró una epidemia en más de una docena de estados y territorios, donde se invocaron las medidas del Acuerdo de Enfermedades Epidemicas de 1897.

source: Prominent politicians, including former Prime Minister and Conservative Party leader David Cameron, have been known to urge electors to vote for candidates from any party except the BNP.
es: El entonces Primer Ministro y líder del Partido Conservador David Cameron llamó a votar por cualquier partido que no fuera el BNP.

source: Adequate information policy.
es: Adecuada política de información.

source: In total 134 people were in quarantine.
es: En total, 134 personas estaban en cuarentena.

source: All that is known, Ettl said, is that the crisis will be profound.
es: Todo lo que se sabe, dijo Ettl, es que la crisis será profunda.

source: The ship was originally intended to be christened Sapphire Princess.
es: El barco originalmente fue bautizado como Sapphire Princess.

source: In 2005, 1,500 people were regularly attending the church.
es: [6]​ En 2005, la asistencia es de 1.500 personas.

source: "It looks for the ""E"" gene shared by all beta coronaviruses, and the RdRp gene specific to SARS-CoV-2."
es: "[6]​[7]​ Este busca el gen ""E"" compartido por todos los coronavirus beta, y el gen específico RdRp del SARS-CoV-2."

source: The exhibition opened on May 6, 1911, with 30 countries participating, 100 buildings built for the event, and 5 million visitors over its duration.
es: La exposición fue inaugurada el 6 de mayo de 1911, con 30 países participantes y 100 edificios construidos para el acontecimiento.

source: On 6 March 2020, Russia rejected the demand, marking the end of the unofficial partnership, with oil prices falling 10% after the announcement.
es: [17]​ El 6 de marzo de 2020, Rusia rechazó la demanda, marcando el final de la asociación no oficial, con los precios del petróleo cayendo un 10% después del anuncio.

source: Lucid Emacs has since been renamed XEmacs.
es: Lucid Emacs ha sido renombrado como XEmacs.

source: There is gender disparity in leadership of COVID-19 outbreak responses.
es: Hay una disparidad de género en el liderazgo de las respuestas al estallido de la pandemia de COVID-19.

source: About 80% of those exposed to the virus develop a chronic infection.
es: Alrededor del 80% de las personas expuestas al virus contraen una infección crónica.

source: SALUD reported Mexico totals
es: Sitio web de la Secretaría de Salud de México

source: Essential services would remain open.
es: Los servicios esenciales permanecerían abiertos.

source: A continuity error occurs at the end: when the house falls apart, the roof is missing.
es: Un error de continuidad ocurre en el final: cuando la casa se desarma, el techo esta ausente

source: On 26 February, a 69-year-old man from Lodi with pre-existing medical conditions died in Emilia-Romagna.
es: El 26 de febrero, un hombre de 69 años de Lodi con afecciones médicas preexistentes murió en Emilia-Romaña.

source: Protection (circumstances of further spreading infections and unknown sources of infections)
es: protección (situación de propagación de infecciones y fuentes desconocidas de infecciones)

source: The number of hospitalized patients increased to 19.
es: El número de pacientes hospitalizados aumentó a 19.

source: Other countries with significant numbers of wild polio virus cases include the Democratic Republic of the Congo, which reported 41 cases, Chad with 22 cases, and Niger and Myanmar, each of which reported 11 cases.
es: [80]​ Otros países con un número significante de casos de poliovirus salvaje fueron la República Democrática del Congo, con 41 casos, Chad con 22 y Níger y Birmania con 11 casos cada uno.

source: As the immune system weakens with age, conventional vaccinations are not effective for elderly.
es: [11]​ A medida que el sistema inmunitario se debilita con la edad, las vacunas convencionales no son efectivas para las personas mayores.

source: 7 March: the first case was confirmed in Asunción.
es: 29 de marzo: Se confirma el primer caso en el departamento de Misiones.

source: There is concern that widespread malnutrition could exacerbate the spread of COVID-19.
es: [5]​[6]​ Existe la preocupación de que la malnutrición generalizada pueda empeorar la propagación de COVID-19.

source: A tube is inserted through the nose (nasotracheal intubation) or mouth (orotracheal intubation) and advanced into the trachea.
es: El tubo se puede introducir a través de la boca (intubación orotraqueal), a través de la nariz (nasotraqueal) o mediante una traqueotomía.

source: In addition, lessons were suspended in all public and private schools and colleges until 4 April.
es: El 16 de marzo se declara oficialmente estado de emergencia nacional y se suspenden las lecciones en todos los centros educativos públicos y privados de todo el país hasta el 13 de abril.

source: Mulan's March 12 London premiere went ahead without a red carpet, and on March 13 it was announced that the film's wide release will be postponed; Disney also postponed the releases of Antlers and The New Mutants, but not Black Widow.
es: [51]​ El estreno de Mulan en Londres el 12 de marzo se llevó a cabo sin alfombra roja,[51]​ y el 13 de marzo se anunció que el lanzamiento de la película se pospondrá; Disney también pospuso los lanzamientos de Antlers y The New Mutants, pero no Black Widow.

source: Her research has demonstrated that the adenoviral vector ChAdOx1 can be used to make vaccinations that are protective against Middle East Respiratory Syndrome (MERS) in mice and able to induce immune response against MERS in humans.
es: Su investigación demostró que el vector adenovirus ChAdOx1 puede usarse en vacunas que protegen contra el Síndrome Respiratorio de Oriente Medio (MERS) a ratones y capaces de inducir respuesta inmune contra MERS en humanos.

source: Many structural muscle diseases feature episodes of rhabdomyolysis that are triggered by exercise, general anesthesia or any of the other causes of rhabdomyolysis listed above.
es: [2]​[18]​ Muchas enfermedades musculares estructurales se caracterizan por episodios de rabdomiólisis desencadenados por el ejercicio, la anestesia general o cualquiera de las otras causas mencionadas en párrafos anteriores.

source: North Korea's government is highly totalitarian and maintains strict control over the country and its society, which experts anticipated could help in enforcing disease control measures such as social distancing.
es: [7]​[1]​ El gobierno de Corea del Norte es altamente autoritario y mantiene un fuerte control sobre el país, lo cual según los expertos podría ayudar a hacer cumplir las medidas de control de la enfermedad, como por ejemplo el distanciamiento social.[8]​

source: HA is a lectin that mediates binding of the virus to target cells and entry of the viral genome into the target cell, while NA is involved in the release of progeny virus from infected cells, by cleaving sugars that bind the mature viral particles.
es: HA es una lectina mediadora de la fijación del virus a la célula diana y de la entrada del material genético en ella, mientras que NA está involucrada en la liberación de la progenie viral desde las células infectadas al exterior, mediante la ruptura de azúcares que ligan a las partículas virales maduras.

source: The 1918 flu pandemic in humans was associated with H1N1 and influenza appearing in pigs; this may reflect a zoonosis either from swine to humans, or from humans to swine.
es: La pandemia de 1918 en seres humanos se asoció inicialmente con el H1N1,[40]​ reflejando la posible zoonosis del patógeno, ya fuera del cerdo a humanos o viceversa.

source: She graduated with a Bachelor of Science degree in Biological Sciences, from the University of East Anglia, and moved to the University of Hull for her doctoral degree, where she investigated the genetics and biochemistry of the yeast Rhodosporidium toruloides.
es: [6]​ Se graduó en Ciencias Biológicas, por Universidad de Anglia del Este, y realizó su doctorado en la Universidad de Hull, donde se centró en bioquímica.

source: Changes in host susceptibility to the infectious agent
es: La vacunación de sujetos sanos

source: Shri Mata Vaishno Devi Shrine Board (SMVDSB), issued a consultation for foreigners not to visit the temple until 28 days after their arrival in India.
es: La Junta del Santuario Shri Mata Vaishno Devi (SMVDSB) emitió una consulta para que los extranjeros no visiten el templo hasta 28 días después de su llegada a la India.

source: April 2020 – Peak
es: [1] - Johns Hopkins University - COVID-19 Map

source: Other pollutants in the air such as aerosol emissions remained.
es: Otros contaminantes del aire como las emisiones de aerosoles permanecieron.

source: Each year in the United States, about two million people suffer a TBI, approximately 675,000 injuries are seen in the emergency department, and about 500,000 patients are hospitalized.
es: [7]​ En Estados Unidos, cada año se estima que 1.6 millones de personas sufren un TCE de los que aproximadamente 800,000 reciben tratamiento ambulatorio y 270,000 requieren hospitalización.

source: 28 MarchThe Spanish government halted all non-essential activity in Spain.
es: Pedro Sánchez paralizada toda actividad no esencial en España hasta el 9 de abril.
